Repository: dojosgithub/mestinow
Catalog: lib/l10n/app_*.arb
Languages: es

source: Settings
es: Configuración

source: Calendar
es: Calendario

source: Last Dose
es: Última dosis

source: Next Dose
es: Siguiente dosis

source: at
es: a las

source: Log Dose Now
es: Registrar Dosis

source: Tour
es: Recorrido

source: Medication Interval
es: Intervalo de medicación

source: Daily Dose Limit
es: Límite de Dosis Diaria

source: Doses
es: Dosis

source: Last Dose Time
es: Hora de la última dosis

source: Language
es: Idioma

source: English
es: Inglés

source: Spanish
es: Español

# tour1_title
source: Welcome!
es: ¡Bienvenido!

# tour1_text
source: Thank you for choosing to control your Myasthenia Gravis with the help of our app! Our app was designed by an MG patient who couldn't find help with the typical fixed scheduling apps.
es: ¡Gracias por elegir controlar tu Miastenia Gravis con la ayuda de nuestra app! Nuestra app fue diseñada por un paciente de MG que no pudo encontrar ayuda con las applicationes de programación fija.

# tour2_title
source: No more confusion
es: No más confusión

# tour2_text
source: Did I take it at 10 or 11? Or was that yesterday? Track your Pyridostigmine precisely and keep an eye on your symptoms effortlessly.
es: ¿Lo tomé a las 10 o a las 11? ¿O fue ayer? Lleva un control preciso de tu Piridostigmina y monitorea tus síntomas sin esfuerzo.

# tour3_title
source: Your data stays with you
es: Tus datos permanecen contigo

# tour3_text
source: mestiNow respects your privacy. All your information and tracking data is stored locally on your device and never shared with external servers.
es: mestiNow respeta tu privacidad. Toda tu información y datos de seguimiento se almacenan localmente en tu dispositivo y nunca se comparten con servidores externos.

# tour4_title
source: Always free!
es: ¡Siempre será gratis!

# tour4_text
source: mestiNow is free and open-source software, and it will always remain free—for the benefit of Myasthenia Gravis patients and anyone else who finds it helpful.
es: mestiNow es un software libre y de código abierto, y siempre seguirá siendo gratuito—para el beneficio de los pacientes con Miastenia Grave y cualquier otra persona que lo encuentre útil.

# symVision
source: Double Vision
es: Visión Doble

# symWeakness
source: Weakness
es: Debilidad

# symNeck
source: Neck
es: Cuello

# symBreathing
source: Breathing
es: Respiración

# symWalking
source: Walking
es: Caminar

# symChew
source: Chewing
es: Masticar

# symSwallow
source: Swallowing
es: Tragar

# symSpeech
source: Speech
es: Habla

# symArm
source: Arm
es: Brazo

# symHand
source: Hand
es: Mano

# descPtosis
source: Drooping of one or both eyelids
es: Caída de uno o ambos párpados

# descVision
source: Diplopia
es: Diplopía

# descWeakness
source: General Muscle Weakness which may fluctuate throughout the day and worsens with activity
es: Debilidad muscular general que puede fluctuar durante el día y empeora con la actividad

# descNeck
source: Neck Weakness/Pain - Difficulty holding up the head
es: Debilidad/Dolor en el cuello - Dificultad para sostener la cabeza

# descBreathing
source: Respiratory weakness, especially during a myasthenic crisis
es: Debilidad respiratoria, especialmente durante una crisis miasténica

# descWalking
source: Difficulty walking, leg weakness, stumbling, or inability to climb stairs
es: Dificultad para caminar, debilidad en las piernas, tropiezos o incapacidad para subir escaleras

# descChew
source: Chewing difficulties, fatigue of jaw muscles, especially when eating solid foods
es: Dificultades para masticar, fatiga de los músculos de la mandíbula, especialmente al comer alimentos sólidos

# descSwallow
source: Swallowing Difficulties - Dysphagia - Choking, coughing, or nasal regurgitation
es: Dificultades para tragar - Disfagia - Atragantamiento, tos o regurgitación nasal

# descSpeech
source: Speech Problems - Dysarthria - Slurred, nasal, or soft speech due to muscle weakness
es: Problemas del habla - Disartria - Habla arrastrada, nasal o débil debido a debilidad muscular

# descFacial
source: Facial Muscle Weakness, inability to smile, frown, or make other facial expressions
es: Debilidad de los músculos faciales, incapacidad para sonreír, fruncir el ceño o hacer otras expresiones

# descArm
source: Arm Weakness - Difficulty with lifting, combing hair, or holding objects
es: Debilidad en los brazos - Dificultad para levantar, peinarse o sostener objetos

# descHand
source: Hand Weakness - Dropping objects, difficulty with fine motor tasks
es: Debilidad en las manos - Dejar caer objetos, dificultad con tareas de motricidad fina

# calendar_delete
source: Are you sure you want to delete this event?
es: ¿Estás seguro que deseas eliminar este evento?

source: Data Management
es: Manejo de Datos

# backup
source: Create Backup
es: Crear Respaldo

# restore
source: Restore backup
es: Restaurar

source: Export Data
es: Exportar Información

# exportDataDescription
source: How would you like to handle the export?
es: ¿Cómo prefieres exportar?

# backupDescription
source: How would you like to handle the backup?
es: ¿Cómo prefieres el respaldo?

source: Save
es: Guardar

source: Share
es: Compartir

source: Cancel
es: Cancelar

source: Exported to
es: Exportado a

# errorExporting
source: Error exporting data
es: Error exportando la información

source: Saved to
es: Guardado en

# errorBackup
source: Error backing up database
es: Error respaldando la base de datos

# selectBackup
source: Select Mestinow Database Backup
es: Escoja el respaldo de Mestinow para restaurar

source: File does not exist
es: Archivo no existe

source: Confirm
es: Confirmar

# confirmOverwrite
source: This will replace your current database. Are you sure?
es: Esto va a reemplazar tu base de datos. ¿Estás seguro?

# backupSuccess
source: Database restored successfully
es: Base de datos restaurada exitosamente

# backupFailure
source: Error restoring database
es: Error restaurando la base de datos

# filteredAll
source: All
es: Todos

# filteredSymptoms
source: Symptoms
es: Síntomas

# filteredMedicine
source: Medicine
es: Medicina

source: Other
es: Otro

# enterNote
source: Add Symptom
es: Escribe una nota

# describeSymptom
source: Describe your symptom...
es: Describe su síntoma...

source: Symptom Preferences
es: Preferencias de síntomas

# symptomLimitMessage
source: You can select up to 7 preferred symptoms
es: Solo puedes seleccionar hasta 7 síntomas preferidos.

source: Medications
es: Medicamentos

source: MG Cautionary Medications
es: Medicamentos de precaución

# cautionaryMedicationsInfo
source: This list contains medications that may affect Myasthenia Gravis (MG) symptoms. It is based on recommendations from the Myasthenia Gravis Foundation of America (MGFA). Always consult with your healthcare provider before starting or stopping any medication.
es: Esta lista contiene medicamentos que pueden afectar los síntomas de la Miastenia Gravis (MG). Está basada en las recomendaciones de la Myasthenia Gravis Foundation of America (MGFA). Siempre consulte con su proveedor de atención médica antes de comenzar o suspender cualquier medicamento.

source: Important Information
es: Información Importante

source: Visit MGFA Website
es: Visite el Website de la MGFA

source: Search medications...
es: Buscar Medicamentos...
